examples/taylor_couette/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    Top
    {
        type            empty;
        inGroups        1(empty);
        nFaces          12500;
        startFace       24900;
    }
    Btm
    {
        type            empty;
        inGroups        1(empty);
        nFaces          12500;
        startFace       37400;
    }
    Cyl
    {
        type            wall;
        inGroups        1(wall);
        nFaces          200;
        startFace       49900;
    }
)

// ************************************************************************* //
